const portfolioData = {
  "name": "portfolio",
  "type": "directory",
  "children": [
    {
      "position": "4",
      "first_name": "3D Тур",
      "comment": "3D 360 виртуальный тур - это интерактивная презентация, которая позволяет пользователям исследовать пространство в формате 360 градусов. Он состоит из нескольких панорамных изображений, связанных между собой, что дает возможность пользователю свободно перемещаться по объекту, осматривая его со всех сторон.\n\nКлиенты могут использовать 3D туры для:\n\n- Демонстрации объектов: Идеально подходят для недвижимости, отелей, ресторанов и других бизнесов, позволяя потенциальным клиентам получить полное представление о пространстве.\n- Увеличения вовлеченности: Виртуальные туры создают эффект присутствия, что способствует большему интересу и вовлечению со стороны зрителей.\n- Улучшения позиций в поисковых системах: Размещение 3D тура на сайте или в картах может повысить видимость бизнеса в интернете.\nТаким образом, 3D 360 виртуальный тур является мощным инструментом для маркетинга и продаж, позволяя выделяться на фоне конкурентов и предоставляя клиентам уникальный опыт.",
      "name": "3DТур",
      "type": "directory",
      "children": [
        {
          "name": "ЖК_Атаман.jpg",
          "type": "file"
        },
        {
          "name": "ЖК_Атаман.txt",
          "type": "file"
        },
        {
          "position": "",
          "first_name": "ЖК Атаман",
          "comment": "",
          "name": "ЖК_Атаман.url",
          "type": "URL",
          "URL": "https://zhk-ataman.ru/F/index.htm"
        },
        {
          "name": "ЖК_Орион.jpg",
          "type": "file"
        },
        {
          "name": "ЖК_Орион.txt",
          "type": "file"
        },
        {
          "position": "",
          "first_name": "ЖК Орион",
          "comment": "",
          "name": "ЖК_Орион.url",
          "type": "URL",
          "URL": "https://ev.skoro-sait4.ru/ORION/index.htm"
        }
      ]
    },
    {
      "position": "1",
      "first_name": "3D Визуализации интерьера",
      "comment": "3D визуализация интерьера - это процесс создания реалистичного трехмерного изображения проектируемого помещения с помощью специальных программ\n\nОна позволяет наглядно представить, как будет выглядеть интерьер после ремонта или отделки.\nОсновные характеристики 3D визуализации:\n\n- Передает объем, освещение, материалы и фактуры.\n- Дает возможность визуально оценить общий вид помещения\n- Создается на основе чертежей и трехмерной модели\n- Выполняется в фотореалистичной графике\nКачественная 3D визуализация максимально точно передает первоначальную концепцию дизайна.\nОна помогает согласовать проект с клиентом и наглядно презентовать его инвесторам.",
      "name": "интерьер",
      "type": "directory",
      "children": [
        {
          "position": "",
          "first_name": "ЖК Атаман",
          "comment": "Жилой комплекс «Атаман» - новый многоэтажный комплекс в современном стиле. В составе проекта 2 дома с благоустроенной территорией.\n\nЗдесь продумано всё до мелочей для вашей комфортной жизни:\n\n- Индивидуальное отопление\n- Закрытая территория\n- Современные фасады в европейском стиле\n- Благоустроенная территория с детскими площадками и озеленением\n- Качественные строительные материалы\n- Бесшумные и безопасные лифты\n- Удобная транспортная развязка\n- Фасады в современном стиле\n- Квартиры с ремонтом под ключ\nБудённовская ул., 269, корп. 1-5, Новочеркасск",
          "name": "ЖК_Атаман",
          "type": "directory",
          "children": [
            {
              "name": "3D_Тур.jpg",
              "type": "file"
            },
            {
              "name": "3D_Тур.txt",
              "type": "file"
            },
            {
              "position": "",
              "first_name": "",
              "comment": "",
              "name": "3D_Тур.url",
              "type": "URL",
              "URL": "https://zhk-ataman.ru/F/index.htm"
            }
          ]
        },
        {
          "name": "ЖК_Атаман.jpg",
          "type": "file"
        },
        {
          "name": "ЖК_Атаман.txt",
          "type": "file"
        }
      ]
    },
    {
      "position": "3",
      "first_name": "3D Визуализация рекламной продукции (предметная визуализация)",
      "comment": "3D визуализация рекламной продукции - это процесс создания трехмерных моделей товаров и объектов для использования в рекламных материалах. Эта технология позволяет создавать реалистичные изображения и анимации, которые помогают эффективно представить продукт потенциальным клиентам.\n\nОсновные характеристики 3D визуализации рекламной продукции:\n\n- Фотореализм: Визуализации могут быть выполнены с высокой степенью детализации, что позволяет передать текстуры, материалы и освещение, создавая впечатление реального объекта.\n- Гибкость: 3D визуализация позволяет вносить изменения в дизайн и внешний вид продукта без необходимости физического производства, что экономит время и средства.\n- Применение: Используется для создания рекламных роликов, баннеров, упаковки и других маркетинговых материалов, что делает рекламу более привлекательной и запоминающейся.\n- Эффективность: Позволяет быстро создавать визуальные материалы, которые могут быть адаптированы для различных форматов и платформ, включая онлайн-продажи и социальные сети.\nТаким образом, 3D визуализация рекламной продукции является мощным инструментом для маркетинга, позволяющим компаниям выделяться на фоне конкурентов и привлекать внимание потребителей.",
      "name": "продукция",
      "type": "directory",
      "children": []
    },
    {
      "position": "2",
      "first_name": "3D Визуализации экстерьера",
      "comment": "3D визуализация экстерьера - это процесс создания реалистичного трехмерного изображения фасада здания или ландшафтного дизайна участка с помощью специальных программ. Она позволяет наглядно представить, как будет выглядеть внешний вид объекта после строительства или благоустройства.\n\nОсновные характеристики 3D визуализации экстерьера:\n\n- Передает объем, освещение, материалы и фактуры\n- Дает возможность визуально оценить внешний вид здания или участка\n- Создается на основе чертежей и трехмерной модели\n- Выполняется в фотореалистичной графике\nКачественная 3D визуализация экстерьера максимально точно передает первоначальную концепцию архитектурного или ландшафтного дизайна. Она помогает согласовать проект с заказчиком и наглядно презентовать его инвесторам.",
      "name": "экстерьер",
      "type": "directory",
      "children": []
    },
    {
      "name": "3DТур.jpg",
      "type": "file"
    },
    {
      "name": "3DТур.txt",
      "type": "file"
    },
    {
      "name": "интерьер.jpg",
      "type": "file"
    },
    {
      "name": "интерьер.txt",
      "type": "file"
    },
    {
      "name": "продукция.jpg",
      "type": "file"
    },
    {
      "name": "продукция.txt",
      "type": "file"
    },
    {
      "name": "экстерьер.jpg",
      "type": "file"
    },
    {
      "name": "экстерьер.txt",
      "type": "file"
    }
  ]
};
